export const pdpa = `逢甲大學黑客社（以下簡稱為本社）為保護您的個人資料，依據個人資料保護法（以下簡稱個資法）第八條之規定，告知您以下事項：

1. 蒐集個人資料之目的
本社為執行社團教學、行政、推廣相關業務所需，於執行業務之必要範圍內蒐集您的個人資料。

2. 蒐集個人資料之類別
姓名、學號、系級、電子郵件地址

3. 個人資料利用之期間、地區、對象、及方式
本社於蒐集目的之存續期間或因執行業務所需保存期間內，得於中華民國領域合理利用您的個人資料。
本社利用您的個人資料於蒐集目的宣告之各項業務執行，包括因業務執行所必須之各項聯繫與通知。

4. 個人資料之提供
您可自由選擇是否提供相關個人資料，惟若拒絕提供個人資料，本社將無法提供相關服務。
請依各項服務需求提供您本人正確、最新及完整的個人資料，若您的個人資料有任何異動，請主動向本社申請更正。
若您提供錯誤、過時、不完整或具誤導性的資料，而損及您的相關權益，本社將不負相關賠償責任。

5.當事人就個人資料得行使之權利
您可依個資法第三條規定，就本社保有您的個人資料行使以下權利：
請求查詢或閱覽。
請求製給複製本。
請求補充或更正。
請求停止蒐集、處理、利用或請求刪除。

若您欲執行上述權利，或有任何建議指教，請與本社窗口聯繫： contact[at]hackersir.org ，本社將儘速與您聯繫。`;
